Revit 2027 API
ParameterTypeId.MepAirloopPreheatCoiltype Property
 "Preheat Coil"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId MepAirloopPreheatCoiltype { get; }
Public Shared ReadOnly Property MepAirloopPreheatCoiltype As ForgeTypeId
	Get
public:
static property ForgeTypeId^ MepAirloopPreheatCoiltype {
	ForgeTypeId^ get ();
}
static member MepAirloopPreheatCoiltype : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace